[
    {
        "platform": "twitter",
        "id": 1936013144666894505,
        "text": "Saw a lot of very questionably dressed people in Melbourne tonight. Real ‘yeehaw’. Turns out country music star Lee Kernaghan is playing at Crown..\n.. now I’m not saying our country cousins shouldn’t be allowed to visit the big smoke but do they have to be quite so conspicuous..?",
        "created_at": "2025-06-20T10:47:57+00:00",
        "author_id": 995284287288033284
    },
    {
        "platform": "twitter",
        "id": 1935786917443826001,
        "text": "@JodiK46062719 Its melbourne. I doubt its the sand or smoke. Seems like a marine layer and chemtrails they use to cover the sky constantly. See people all over the world saying the same",
        "created_at": "2025-06-19T19:49:00+00:00",
        "author_id": 1843659927027372032
    },
    {
        "platform": "twitter",
        "id": 1935660223513215226,
        "text": "Last night in the big smoke (hopefully for a long while), I can't wait to get back to the #Wimmera tomorrow. #sleepless #Melbourne",
        "created_at": "2025-06-19T11:25:34+00:00",
        "author_id": 198704132
    },
    {
        "platform": "twitter",
        "id": 1935537491572052213,
        "text": "A major Melbourne shopping centre has been evacuated the day after a stolen car crashed through the precinct causing mayhem for shoppers.\n\nhttps://t.co/eMpS81PN1b",
        "created_at": "2025-06-19T03:17:53+00:00",
        "author_id": 16834659
    },
    {
        "platform": "twitter",
        "id": 1935533266708349203,
        "text": "Emergency services tackle structure fire at Myer in Northland Shopping Centre, Preston, Melbourne, Australia. Smoke filled the centre, forcing evacuation around 10:40am. This follows a stolen car incident yesterday. https://t.co/APsvWxmsW5 https://t.co/cavbDpAOdH",
        "created_at": "2025-06-19T03:01:05+00:00",
        "author_id": 1775874246377660416
    },
    {
        "platform": "twitter",
        "id": 1935530890958102851,
        "text": "@ColminIndonesia Omg why Melbourne with a good air quality joins the most polluted city ever in the world. Poor you, Melb :(",
        "created_at": "2025-06-19T02:51:39+00:00",
        "author_id": 1861652582856564736
    },
    {
        "platform": "twitter",
        "id": 1935519359859925206,
        "text": "Northland Shopping Centre in Melbourne was evacuated for the second time in 24 hours this morning, after smoke was spotted inside the building.\n\nhttps://t.co/JwCQDC7QjG",
        "created_at": "2025-06-19T02:05:50+00:00",
        "author_id": 44835347
    },
    {
        "platform": "twitter",
        "id": 1935327126074572893,
        "text": "@craigkellyAFEE This is what the government allows daily. This poisons air kills insects and destroys natural weather patterns. Air quality is so bad and sky is not blue.  This is Air New Zealand exercising their rights above Melbourne This is insane! https://t.co/6AVeEGNTHc",
        "created_at": "2025-06-18T13:21:58+00:00",
        "author_id": 1518214992872583168
    },
    {
        "platform": "twitter",
        "id": 1935272157740933395,
        "text": "@kasumi_haze I myself and no doubt many others, would have loved to have been present at the show captured in this video. Fans at home in Japan and internationally truly appreciate you sharing this with us Kasumi. Much love from Melbourne, Australia👩‍🎤✌️♥️🤘🇦🇺",
        "created_at": "2025-06-18T09:43:32+00:00",
        "author_id": 1588102068199649280
    },
    {
        "platform": "twitter",
        "id": 1935231104300040382,
        "text": "As the bay recovers from recent rain, 32 beaches will have GOOD water quality tomorrow. There will be POOR conditions at Port Melbourne, Beaumaris, Mentone and Mornington. https://t.co/3bTC9vvDrj https://t.co/sdT11F2Tni",
        "created_at": "2025-06-18T07:00:24+00:00",
        "author_id": 256368300
    },
    {
        "platform": "twitter",
        "id": 1934482856094679508,
        "text": "@MickamiousG The Middle Eastern gang has fire bombed every Smoke shop in Melbourne.\nThen they started bombing Ice Cream shops!\nMaybe Kabab shops are next on the list!",
        "created_at": "2025-06-16T05:27:08+00:00",
        "author_id": 1516623701273235456
    },
    {
        "platform": "twitter",
        "id": 1933877269967114551,
        "text": "TAP IN 🍀⛽️💊💊\nBaked Palm Bay Nug Pompano Beach Joint West Palm Beach Rolled Lakeland Green Davie Maryjane Miami Gardens Edible Boca Raton 710 Largo Smoke Plantation Hash Deltona Pre-roll Sunrise Vape Palm Coast Chronic Deerfield Beach Toke Melbourne Doobie Boynton Beach. https://t.co/3SneUo0506",
        "created_at": "2025-06-14T13:20:45+00:00",
        "author_id": 1911372082539016193
    }
]